Repository: anujagrawal7328/haigenie_app_ios
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Email
hi: ईमेल

source: Password
hi: पासवर्ड

source: Login
hi: लॉगिन

source: Forgot Password
hi: पासवर्ड भूल गए?

source: Register
hi: रजिस्टर

# agree
source: I agree to the
hi: से सहमत हूं

# policy
source: privacy policy & terms condition
hi: गोपनीयता नीति और नियम शर्तों से।

source: Full Name
hi: पूरा नाम

source: Organisation
hi: संगठन

# mobileNumber
source: WhatsApp Mobile No.
hi: व्हाट्सएप मोबाइल नंबर

source: Dept
hi: विभाग

source: District
hi: जिला

source: State
hi: राज्य

source: Country
hi: देश

source: India
hi: भारत

source: Role
hi: भूमिका

source: Password Reset
hi: पासवर्ड रीसेट

source: Reset
hi: रीसेट

# roleType
source: {role,select ,admin{Admin} nurse{Nurse} pharmacist{Pharmacist} other{Other} doctor{Doctor}}
hi: {role,select ,admin{व्यवस्थापक} nurse{नर्स} pharmacist{फार्मासिस्ट} other{अन्य} doctor{डॉक्टर}}

# landingPageHeading
source: Welcome to HAIgenie
hi: HAIgenie में आपका स्वागत है।

source: Practice Mode
hi: अभ्यास मोड

# start_assesment
source: Ready? Start Assessment
hi: आप तैयार हैं? । मूल्यांकन शुरू करो

source: Attempts Remaining
hi: प्रयास बाकी है

# practice_guide
source: Practice With Guide
hi: मार्गदर्शक के साथ

source: Practice Without Guide
hi: मार्गदर्शक के बिना

source: Your Past Score
hi: आपका पिछला स्कोर

source: HAIgenie Score
hi: हेजिनी स्कोर

# screensvaer_title
source: Lets find out your HAIgenie score!
hi: चलिए आपके HAIgenie स्कोर को जानते हैं।

# screensaver_loading
source: Please Wait ... Good things take time
hi: कृपया प्रतीक्षा करें... अच्छी चीजें समय लेती हैं।

# guide_message_part_1
source: Put mobile on a flat surface
hi: मोबाइल फ़ोन को छत की ओर मुख करके

# guide_message_part_2
source: facing ceiling and then
hi: एक समतल सतह पर रखें

# guide_message_part_3
source: Tap Here
hi: फिर यहाँ टैप करें।

# motion_mimic_message
source: Please mimic the motion at the right
hi: कृपया दाईं ओर की नकल करे।

# comments_excellent
source: Excellent! You can teach others !!
hi: शानदार। आप अन्य लोगों को सिखा सकते हैं

# comments_well_done
source: Well Done
hi: बहुत अच्छा।

# comments_do_better
source: Can do better
hi: आप बेहतर कर सकते हैं।

source: only
hi: केवल

source: attempts
hi: मौके

source: Palm to Palm
hi: हथेली से हथेली

source: Palm to Dorsum
hi: हथेली से बाहरी सतह

source: Fingers interlaced
hi: उंगलियों के बीच

source: Fist Interlocked
hi: बंद मुट्ठी के पीछे

source: Thumb Rub
hi: अंगूठे के सतह

source: Palm to Fingertips
hi: उंगलियों के टिप्स
